[
  {
    "_id": 1,
    "name": "Mixer",
    "protips": [
      "Pro-tip: Grab a drink if you need some time to regroup.", "Chat about the refreshments if you need a conversation topic.",
      "Pro-tip: Commenting on refreshments can be a good conversation starter.", 
      "Pro-tip: Ask if you can join a group conversation.",
      "Pro-tip: Take a seat if your tired, you can still have conversations sitting."
    ],
    "instructions": [
      "Tap on the drink table",
      "Tap on the people with food",
      "Tap on the people with drinks",
      "Tap on the people in groups of 3",
      "Tap on the seats"
    ],
    "reminders": [
      "Reminder: Get something to drink if you need a break.",
      "Reminder: You can always ask what someone thinks of the food.",
      "Reminder: You can always ask what someone thinks of the food.",
      "Reminder: You can always ask to join in a group conversation.",
      "Congrats! You’ve completed the challenge."
    ]
  },
  { "_id": 2,
  "name": "Meetup",
  "protips": [
    "Pro-tip: Smiling people are usually more welcoming.",
    "Pro-tip: People by themselves are more likely to start up a conversation.",
    "Pro-tip: Commenting on refreshments can be a good conversation starter.",
    "Pro-tip: Looking for groups who are similar to you can help break the ice.",
    "Pro-tip: Being aware of your surroundings can help ground you."
  ],
  "instructions": [
    "Tap on all the smiling faces",
    "Tap on the lone person",
    "Tap on the drinks",
    "Tap on the women",
    "Tap on the plants"
  ],
  "reminders": [
    "Reminder: Find the smiling people!",
    "Reminder: Find a lone person and strike up a converstation.",
    "Reminder: Talking about your surroundings can be a good icebreaker.",
    "Reminder: If you’re nervous try finding people who look similiar to you",
    "Congrats! You’ve completed the challenge."
  ]
},
  {
    "_id": 3,
    "name": "Zoom Call",
    "protips": [
      "Pro-tip: Muting your microphone helps others focus on the speaker.",
      "Pro-tip: Not smiling could sometimes mean the person is listening intently.",
      "Pro-tip: Couples on calls usually have one person who’s chattier than the other. Try to engage both in the conversation!",
      "Pro-tip: Complimenting someone’s background can be a good conversation starter.",
      "Pro-tip: Zoom calls can sometimes have unexpected surprises."
    ],
    "instructions": [
      "Tap on the muted callers",
      "Tap on the non-smiling people",
      "Click on the couples",
      "Click on the books",
      "Click on the puppy"
    ],
    "reminders": [
      "Reminder: Mute your mic!",
      "Reminder: Not smiling does not neccessarily mean the person is bored.",
      "Reminder: Try to engage both members in a couple in conversation.",
      "Reminder: Talking about your surroundings can be a good icebreaker.",
      "Congrats! You’ve completed the challenge."
    ]
  },
    {
      "_id": 4,
      "name": "Coffee Chat",
      "protips": [
        "Pro-tip: Active listeners face the speaker, nod or hold eye contact, and rest their hands to the side.",
        "Pro-tip: During professional coffee chats, try to avoid messy food.",
        "Pro-tip: Effective hand gestures can make the conversation more engaging.",
        "Pro-tip: Try to find a quiet table away from any distractions.",
        "Pro-tip: If you’re familiar with someone you can compliment their outfit."
      ],
      "instructions": [
        "Tap on the listeners",
        "Click on the food and drinks",
        "Click on the hand gestures",
        "Click on all the tables",
        "Tap on the person wearing glasses"
      ],
      "reminders": [
        "Reminder: Active listening helps you to ask questions and continue the conversation.",
        "Reminder: If you’re going to eat, avoid making a mess.",
        "Reminder: Hand gestures can make a conversation more animated.",
        "Reminder: Find ways to eliminate distractions in a busy area.",
        "Congrats! You’ve completed the challenge."
      ]
    }
]